Repository: gabrielfarah/living-ios
Catalog: Living/Living/*.lproj/Localizable.strings
Languages: es

source: Are you sure?
es: ¿Estás seguro?

source: Can not connect to Hub, please try again
es: No se puede conectar al Hub, inténtalo de nuevo.

source: Cancel
es: Cancelar

source: Confirn new password
es: Confirmar nueva contraseña

source: Deleting, one moment please
es: Deleting, un momento por favor

source: Device was sucessfully added
es: El dispositivo se agregó correctamente

source: Device was sucessfully updated.
es: El dispositivo se actualizó correctamente.

source: Error, please try again...
es: Error, vuelve a intentarlo ...

source: Guest
es: Huésped

source: Guest has been removed successfully ...
es: El invitado ha sido eliminado correctamente ...

source: Im sure
es: Estoy seguro

source: Login, one moment please...
es: Login, un momento por favor ...

source: Looking for a Zwave device, one moment please...
es: ¿Buscas un dispositivo Zwave, un momento por favor ...

source: New Guest
es: Nuevo invitado

source: New Password
es: nueva contraseña

source: New mode
es: Nuevo modo

source: No connected Wifi devices found, in case it is an error please try again
es: No se han encontrado dispositivos Wifi conectados, en caso de que sea un error, inténtalo de nuevo.

source: No connected ZWave devices found, in case it is an error please try again
es: No se han encontrado dispositivos ZWave conectados, en caso de que sea un error, inténtelo de nuevo.

source: Old password
es: Contraseña anterior

source: One moment please, we are registering your data
es: Un momento por favor, estamos registrando sus datos

source: One moment please...
es: Un momento por favor...

source: Operation failed, please try again...
es: Error en la operación: inténtalo de nuevo ...

source: Please make sure your phone WIFI is active and connected to the 'Domu-AP' network. Also make sure to momentarily deactivate the mobile data in your phone
es: Asegúrese de que su teléfono WIFI esté activo y conectado a la red Domu-AP. También asegúrese de desactivar momentáneamente los datos móviles en su teléfono

source: Room added succesfully...
es: Habitación añadida con éxito ...

source: Room successfully added...
es: Habitación añadida con éxito ...

source: Saving device in the hub, one moment please...
es: Saving device in the hub, un momento por favor ...

source: Scene has been updated...
es: La escena se ha actualizado ...

source: Scene succesfully created...
es: Escena creada con éxito ...

source: Scenes
es: Escenas

source: Searching for Wifi devices, one moment please ...
es: Wifi, un momento por favor ...

source: The IP is not reachable
es: El IP no es accesible

source: The SSID can not be empty
es: El SSID no puede estar vacío

source: The color cant be empty...
es: El color no puede estar vacío ...

source: The device is offline, check your internet connection
es: El dispositivo está desconectado, comprueba tu conexión a Internet

source: The device name cant be empty...
es: El nombre del dispositivo no puede estar vacío ...

source: The password must be the same...
es: La contraseña debe ser la misma ...

source: The room has been remove succesfully...
es: La habitación ha sido quitar con éxito ...

source: The scene cant be empty...
es: La escena no puede estar vacía ...

source: The scene has been created succesfully...
es: La escena ha sido creada con éxito ...

source: The scene has been removed...
es: La escena se ha eliminado ...

source: The scene was performed...
es: La escena fue realizada ...

source: The scene's name can't be empty...
es: El nombre de la escena no puede estar vacío ...

source: The trigger was created successfully
es: El disparador se creó correctamente

source: There is a problem running the scene....
es: Hay un problema corriendo la escena ....

source: There is no registered guest
es: No hay ningún usuario registrado

source: There is no scenes...
es: No hay escenas ...

source: This device is already registered...
es: Este dispositivo ya está registrado ...

source: User added sucessfully...
es: Usuario añadido con éxito ...

source: Wait a minute until the internet icon on the front of the device turns green. Once the led turn green, press the continue button on the app.
es: Espere un minuto hasta que el icono de Internet en la parte frontal del dispositivo se vuelva verde. Una vez que el led se vuelva verde, presione el botón Continuar en la aplicación.

source: You can't undo this action
es: No se puede deshacer esta acción

source: You must choose a time zone
es: Debe elegir una zona horaria

source: You must chose an image for your location ...
es: Debe elegir una imagen para su ubicación ...

source: You must specify where is the location, please find your place in the map just dragging to it...
es: Debes especificar dónde está la ubicación, por favor encuentra tu lugar en el mapa simplemente arrastrándolo ...

source: You must write a serial code...
es: Debe escribir un código de serie ...

source: You must write the location's name
es: Debe escribir el nombre de la ubicación

source: error, please try again
es: Error, inténtalo de nuevo

source: ¿Are you sure you want to delete this room?
es: ¿Estás seguro de que quieres eliminar esta habitación?

source: Account
es: Cuenta

source: Actions
es: Acciones

source: Devices
es: Dispositivos

source: Guests
es: Invitados

source: Home
es: Inicio

source: My Account
es: Mi cuenta

source: Rooms
es: Habitaciones
